Repository: openfisca/openfisca-web-ui-legacy
Catalog: openfisca_web_ui/i18n/*/LC_MESSAGES/openfisca-web-ui.po
Languages: fr

source: Invalid year or month or day
fr: Année ou mois ou jour incorrect

source: No account with slug {0}
fr: Aucun compte de nom simplifié {0}

source: No account with ID {0}
fr: Aucun compte d'identifiant {0}

source: Session {0} of {1}
fr: Session {0} sur {1}

source: No session with token {0}
fr: Aucune session de jeton {0}

source: You must be an administrator to access this page.
fr: Vous devez être un administrateur pour accéder à cette page.

source: Expected a dictionary. Got {0}
fr: Reçu {0} au lieu d'un dictionnaire

source: Invalid path: {0}
fr: Chemin incorrect : {0}

source: Path not found: {0}
fr: Chemin non trouvé : {0}

source: Page not found: {0}
fr: Page non trouvée : {0}

source: Request is faulty
fr: La requête est défectueuse

source: Access is restricted to authorized persons.
fr: L'accès est réservé aux personnes autorisées.

source: Access is forbidden.
fr: L'accès est interdit.

source: The requested page was not found.
fr: La page demandée n'a pas été trouvée.

source: You must login to access this page.
fr: Vous devez vous identifier pour accéder à cette page.

source: Unable to Access
fr: Impossible d'accéder

source: Access Denied
fr: Accès refusé

source: You'll be redirected to page
fr: Vous allez être redirigé vers la page

source: Redirection in progress...
fr: Redirection en cours...

source: Deletion unauthorized
fr: Suppression non autorisée

source: You can not delete an account.
fr: Vous ne pouvez pas supprimer un compte.

source: Operation denied
fr: Opération refusée

source: Deletion forbidden
fr: Suppression interdite

source: Edition unauthorized
fr: Édition non autorisée

source: You can not edit an account.
fr: Vous ne pouvez pas éditer un compte.

source: Edition forbidden
fr: Édition interdite

source: An account with the same email already exists.
fr: Un compte avec le même courriel existe déjà.

source: An account with the same name already exists.
fr: Un compte avec le même nom existe déjà.

source: Account search error: {}
fr: Erreur dans la recherche de comptes : {}

source: View forbidden
fr: Visualisation interdite

source: You can not view an account.
fr: Vous ne pouvez pas visualiser un compte.

source: Invalid JSON in request DELETE body
fr: JSON incorrect dans le corps de la requête DELETE

source: Bad parameters in request
fr: Mauvais paramètres dans la requête

source: Unknown API Key: {}
fr: Clé d'API inconnue : {}

source: Non-admin API Key: {}
fr: Clé d'API non admin : {}

source: Login Error: {0}
fr: Erreur d'identification : {0}

source: Error while verifying authentication assertion
fr: Erreur durant la vérification de l'assertion d'authentification

source: Account Error: {}
fr: Erreur de compte : {}

source: Creation unauthorized
fr: Création non autorisée

source: You can not delete a session.
fr: Vous ne pouvez pas supprimer une session.

source: Page number error: {}
fr: Erreur de numéro de page : {}

source: Session Error: {}
fr: Erreur de session : {}

source: Welcome to OpenFisca-Web-UI
fr: Bienvenue sur OpenFisca-Web-UI

source: Extract formulas from laws
fr: Cours d'histoires basés sur des données ouvertes

source: Sign in with Persona
fr: Connexion avec Persona

source: Sign In
fr: Connexion

source: (signaled by <em>{0}</em>, {1})
fr: (signalé par <em>{0}</em>, {1})

source: Home
fr: Accueil

source: Error!
fr: Erreur !

source: Please, correct the informations below.
fr: Veuillez corriger les informations ci-dessous.

source: Software
fr: Logiciel

source: GNU Affero General Public License
fr: Licence publique générale GNU Affero

source: Login failure:
fr: Erreur d'identification :

source: Logout failure:
fr: Erreur de déconnexion :

source: Toggle navigation
fr: Basculer la navigation

source: Accounts
fr: Comptes

source: Sign in
fr: Connexion

source: Sign out from Persona
fr: Déconnexion de Persona

source: Sign out
fr: Déconnexion

source: Admin
fr: Administration

source: Delete
fr: Supprimer

source: Deletion of {}
fr: Suppression de {}

source: Are you sure that you want to delete this account?
fr: Êtes-vous sûr de vouloir supprimer ce compte ?

source: Edit
fr: Éditer

source: Edition of %s
fr: Édition de %s

source: Save
fr: Enregistrer

source: Email
fr: Courriel

source: Full Name
fr: Nom complet

source: Administrator
fr: Administrateur

source: No account found
fr: Aucun compte trouvé

source: Account {0} of {1}
fr: Compte {0} sur {1}

source: Accounts {0} - {1} of {2}
fr: Comptes {0} à {1} sur {2}

source: Single account
fr: Compte unique

source: {} accounts
fr: {} comptes

source: Profile
fr: Profil

source: Last Modification
fr: Dernière modification

source: Term
fr: Terme

source: Search
fr: Rechercher

source: Slug
fr: Nom simplifié

source: View
fr: Vue

source: API Key
fr: Clé d'API

source: Title
fr: Titre

source: New
fr: Nouveau

source: Simplified Search
fr: Recherche simplifiée

source: Advanced Search
fr: Recherche avancée

source: Create
fr: Créer

source: Are you sure that you want to delete this session?
fr: Êtes-vous sûr de vouloir supprimer cette session ?

source: No session found
fr: Aucune session trouvée

source: Sessions {0} - {1} of {2}
fr: Sessions {0} à {1} sur {2}

source: Single session
fr: Session unique

source: Token
fr: Jeton

source: User
fr: Utilisateur

source: Expiration Date
fr: Date d'expiration

source: User ID
fr: Identifiant utilisateur
